const hears = [
    [/шо робить/, "єбашить як раб"],
    [/ шо /, "шопопало говориш"],
    [/npm install/, "я щас тобі зроблю rm -rf /"],
    [/горить/, "ну мені нравиця, як воно горить"],
    [/русня|русні/, "русні пизда, я все сказав"],
    [/ давай /, "а давай ти підеш поспиш"],
    [/фронтенд/, "вротенд"],
    [/добрий ранок/, "і тобі не боліть, помився вже?"],
    [/прильот/, "єбєйший, прямо в рот"],
    [/реакт/, "хуякт, дотнет хуйнет"],
    [/бот шо робиш/, "не питай, дебажу"],
    [/путін/, "хуйло, ла ла ла ла"],
    [/бекенд/, "хуєнд такий як фронтенд"],
    [/шепетюк/, "це той шо співак?"],
    [/го міт/, "чел ти ще не там?"],
    [/Бігун|бігун/, "Шо він далі цю херню пиздить?"],
    [/Серік|серік/, "нашо тобі він він має тебе на увазі..."],
    [/по факту/, "максимально по факту"],
    [/бот|Бот/, "оу бляха на ви і шопотом"],
    [/ти де/, "я тут а ти бляха де?"],
    [/yarn start/,'Перестань займатись херньою і постав npm'],
    [/знаю/, "Всьо знаєш ти в сраці був гівно видів"],
    [/скучно/, "ой блять, може тобі музику заказати"], 
    [/чуєш/, "переночуєш..."],
    [/асд|АСД/,"Ті що мають тебе на увазі..."],
    [/сопронюк|Сопронюк/,"дякуй що вона тебе не вигнала"]
];

const schedule = [
    {
        day : 'monday',
        shcedule : 'https://i.ibb.co/XJWwdt6/photo-2022-09-01-09-10-56.jpg',
        level : "нууу можна жити"
    },
    {
        day : "tuesday",
        shcedule : "https://i.ibb.co/C5R8Bz6/photo-2022-09-01-09-11-11.jpg",
        level : "хуху а тут АО..."
    },
    {
        day : "wednesday",
        shcedule : "https://i.ibb.co/KD4x5pP/photo-2022-09-01-09-11-18.jpg",
        level : "жостко, шепетюк дороу"
    },
    {
        day : "thursday",
        shcedule : "https://i.ibb.co/2YWssnG/photo-2022-09-01-09-11-27.jpg",
        level : "бігуновський кидановський"
    },
    {
        day : "friday",
        shcedule : "https://i.ibb.co/R4djYsz/photo-2022-09-01-09-13-02.jpg",
        level : "СОУ ізі..."
    }
]


module.exports = { hears, schedule };