const hears = [
    [/шо робить/, "єбашить як раб"],
    [/ шо /, "шопопало говориш"],
    [/npm install/, "я щас тобі зроблю rm -rf /"],
    [/горить/, "ну мені нравиця, як воно горить"],
    [/русня|русні/, "русні пизда, я все сказав"],
    [/ давай /, "а давай ти підеш поспиш"],
    [/фронтенд/, "вротенд"],
    [/добрий ранок/, "і тобі не боліть, помився вже?"],
    [/прильот/, "єбєйший, прямо в рот"],
    [/реакт/, "хуякт, дотнет хуйнет"],
    [/бот шо робиш/, "не питай, дебажу"],
    [/путін/, "хуйло, ла ла ла ла"],
    [/бекенд/, "хуєнд такий як фронтенд"],
    [/шепетюк/, "це той шо співак?"],
    [/го міт/, "чел ти ще не там?"],
    [/Бігун|бігун/, "Шо він далі цю херню пиздить?"],
    [/Серік|серік/, "нашо тобі він він має тебе на увазі..."],
    [/по факту/, "максимально по факту"],
    [/бот|Бот/, "оу бляха на ви і шопотом"],
    [/ти де/, "я тут а ти бляха де?"],
    [/yarn start/,'Перестань займатись херньою і постав npm'],
    [/знаю/, "Всьо знаєш ти в сраці був гівно видів"],
    [/скучно/, "ой блять, може тобі музику заказати"], 
    [/чуєш/, "переночуєш..."],
    [/асд|АСД/,"Ті що мають тебе на увазі..."],
    [/сопронюк|Сопронюк/,"дякуй що вона тебе не вигнала"],
    [/api|API/, "Це то шо на дотнеті пишеться???"],
    [/аристович|Аристович/ ,"Дороу шо ти? 2-3 тижні проблем нема не?"]
];

const schedule = [
    {
        day : 'monday',
        shcedule : 'https://i.ibb.co/XJWwdt6/photo-2022-09-01-09-10-56.jpg',
        level : "нууу можна жити"
    },
    {
        day : "tuesday",
        shcedule : "https://i.ibb.co/C5R8Bz6/photo-2022-09-01-09-11-11.jpg",
        level : "хуху а тут АО..."
    },
    {
        day : "wednesday",
        shcedule : "https://i.ibb.co/KD4x5pP/photo-2022-09-01-09-11-18.jpg",
        level : "жостко, шепетюк дороу"
    },
    {
        day : "thursday",
        shcedule : "https://i.ibb.co/2YWssnG/photo-2022-09-01-09-11-27.jpg",
        level : "бігуновський кидановський"
    },
    {
        day : "friday",
        shcedule : "https://i.ibb.co/R4djYsz/photo-2022-09-01-09-13-02.jpg",
        level : "СОУ ізі..."
    }
]

const usersInfo = [
    {
        name : "Макс",
        surname : "Мар`янчук",
        birthday : "01.01.2004",
        language : ".NET, ReactJS",
        key : "Maks_Maryanchuk"
    },
    {
        name : "Сергій",
        surname : "Дворянніков",
        birthday : "27.06.2003",
        language : "ReactJS, NodeJS",
        key : "serhiy_dvoryannikov"
    },
    {
        name : "Варвара-Марія",
        surname : "Гончарюк",
        birthday : "29.08.2002",
        language : "ReactJS",
        key : "varya_2908"
    },
    {
        name : "Вова",
        surname : "Романюк",
        birthday : "15.04.2003",
        language : "ReactJS, NodeJs",
        key : "thermk"
    },
    {
        name : "Назар",
        surname : "Лакуста",
        birthday : "17.10.2003",
        language : "Java",
        key : "nazarko1703"
    }
]

module.exports = { hears, schedule, usersInfo };